{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "Sources": [
    {
      "Packages": [
        {
          "PackageIdentifier": "7zip.7zip",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "Google.Chrome",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "gurnec.HashCheckShellExtension",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "Mozilla.Firefox",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "Notepad++.Notepad++",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "SumatraPDF.SumatraPDF",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "VideoLAN.VLC",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "voidtools.Everything",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "dandavison.delta",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "Flameshot.Flameshot",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "Git.Git",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "GnuPG.Gpg4win",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "Inkscape.Inkscape",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "jqlang.jq",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "KeePassXCTeam.KeePassXC",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "lucasg.Dependencies",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "Microsoft.PowerToys",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "Nextcloud.NextcloudDesktop",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "OO-Software.ShutUp10",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "sigoden.WindowSwitcher",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "Espanso.Espanso",
          "Scope": "user"
        },
        {
          "PackageIdentifier": "Microsoft.Sysinternals.Suite",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "Microsoft.VisualStudioCode",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "mvdan.shfmt",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "Ollama.Ollama",
          "Scope": "user"
        },
        {
          "PackageIdentifier": "PHP.PHP.8.1",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "PHP.PHP.8.2",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "PHP.PHP.8.3",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "PHP.PHP.8.4",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "StrawberryPerl.StrawberryPerl",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "SublimeHQ.SublimeMerge",
          "Scope": "machine"
        },
        {
          "PackageIdentifier": "TheDocumentFoundation.LibreOffice",
          "Scope": "machine"
        }
      ],
      "SourceDetails": {
        "Argument": "https://cdn.winget.microsoft.com/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      }
    }
  ]
}
