tap "homebrew/bundle"
tap "homebrew/core"
tap "lkrms/misc"
tap "microsoft/mssql-release"
tap "shivammathur/php"
brew "bash"
brew "bash-completion@2"
brew "php"
brew "composer"
brew "gh"
brew "judy"
brew "phive"
brew "wp-cli"
brew "lkrms/misc/pretty-php"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools18"
brew "shivammathur/php/php"
brew "shivammathur/php/php@5.6"
brew "shivammathur/php/php@7.4"
brew "shivammathur/php/php@8.0"
brew "shivammathur/php/php@8.1"
brew "shivammathur/php/php@8.2"
brew "shivammathur/php/php@8.4"
