tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "lkrms/misc"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "black"
brew "cdrtools"
brew "coreutils"
brew "findutils"
brew "gawk"
brew "gh"
brew "git-cola"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "grep"
brew "icdiff"
brew "imagemagick"
brew "jq"
brew "libvirt", restart_service: true
brew "linode-cli"
brew "macos-trash"
brew "multitime"
brew "nvm"
brew "openconnect"
brew "pandoc"
brew "perltidy"
brew "pinentry-mac"
brew "python-yq"
brew "qemu"
brew "rbenv"
brew "unison"
brew "virt-manager"
brew "vpn-slice"
brew "vsce"
brew "wget"
brew "zenity"
brew "lkrms/misc/gp-saml-gui"
cask "acorn"
cask "alt-tab"
cask "clockify"
cask "copyq"
cask "dash"
cask "dbeaver-community"
cask "espanso"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-source-code-pro"
cask "hammerspoon"
cask "http-toolkit"
cask "inkscape"
cask "iterm2"
cask "keepassxc"
cask "keepingyouawake"
cask "libreoffice"
cask "meld"
cask "messenger"
cask "microsoft-teams"
cask "mockoon"
cask "nextcloud"
cask "sonos"
cask "speedcrunch"
cask "sublime-merge"
cask "sublime-text"
cask "typora"
cask "visual-studio-code"
cask "zoom"
