tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "lkrms/misc"
tap "microsoft/mssql-release"
tap "shivammathur/php"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "black"
brew "coreutils"
brew "newt"
brew "byobu"
brew "cdrtools"
brew "php"
brew "composer"
brew "csvkit"
brew "findutils"
brew "gawk"
brew "gh"
brew "git"
brew "git-cola"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnupg"
brew "gpatch"
brew "grep"
brew "icdiff"
brew "imagemagick"
brew "jq"
brew "judy"
brew "libvirt", restart_service: :changed
brew "linode-cli"
brew "macos-trash", link: true
brew "multitime"
brew "mupdf-tools"
brew "ncdu"
brew "nvm"
brew "offlineimap"
brew "ollama", restart_service: :changed
brew "openconnect"
brew "pandoc"
brew "perltidy"
brew "phive"
brew "pinentry-mac"
brew "python-yq"
brew "python@3.9"
brew "qcachegrind"
brew "qemu"
brew "rbenv"
brew "trash"
brew "unison"
brew "uriparser"
brew "virt-manager"
brew "vpn-slice"
brew "vsce"
brew "watch"
brew "wget"
brew "wp-cli"
brew "yt-dlp"
brew "zenity"
brew "lkrms/misc/gp-saml-gui"
brew "lkrms/misc/pretty-php"
brew "lkrms/misc/render50"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools18"
brew "shivammathur/php/php"
brew "shivammathur/php/php@5.6"
brew "shivammathur/php/php@7.4"
brew "shivammathur/php/php@8.0"
brew "shivammathur/php/php@8.1"
brew "shivammathur/php/php@8.2"
brew "shivammathur/php/php@8.3"
cask "1password"
cask "acorn"
cask "alt-tab"
cask "clockify"
cask "copyq"
cask "cyberduck"
cask "dash"
cask "dbeaver-community"
cask "docker"
cask "espanso"
cask "firefox"
cask "flycut"
cask "font-jetbrains-mono"
cask "font-source-code-pro"
cask "git-credential-manager"
cask "google-chrome"
cask "hammerspoon"
cask "http-toolkit"
cask "inkscape"
cask "iterm2"
cask "kdiff3"
cask "keepassxc"
cask "keepingyouawake"
cask "key-codes"
cask "libreoffice"
cask "licecap"
cask "logi-options+"
cask "meld"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-azure-storage-explorer"
cask "microsoft-office"
cask "microsoft-teams"
cask "mockoon"
cask "nextcloud"
cask "robo-3t"
cask "shortcutdetective"
cask "skype"
cask "sonos"
cask "speedcrunch"
cask "spotify"
cask "stats"
cask "sublime-merge"
cask "sublime-text"
cask "teamviewer"
cask "typora"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
