# Improve VS Code

bierner.markdown-preview-github-styles
GitHub.github-vscode-theme
monokai.theme-monokai-pro-vscode
pdconsec.vscode-print
rebornix.toggle
ryu1kn.partial-diff
ryuta46.multi-command
spadin.memento-inputs

# Generate/sort/manipulate text

aprilandjan.ascii-tree-generator
dakshmiglani.hex-to-rgba
henriiik.vscode-sort
jkjustjoshing.vscode-text-pastry
jrebocho.vscode-random
lkrms.inifmt
mitchdenny.ecdc
pustelto.bracketeer
shardulm94.trailing-spaces
stkb.rewrap
Tyriar.lorem-ipsum
Tyriar.sort-lines
wmaurer.change-case

# Integrate with other software/services

deerawan.vscode-dash
eamodio.gitlens
fabiospampinato.vscode-open-in-github
giovdk21.vscode-sublime-merge
github.vscode-github-actions
GitHub.vscode-pull-request-github
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.azure-account

# Language support

## PHP

bmewburn.vscode-intelephense-client
lkrms.pretty-php
recca0120.vscode-phpunit
xdebug.php-debug

## Python

ms-python.autopep8
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance

## JavaScript/TypeScript

mgmcdermott.vscode-language-babel
standard.vscode-standard

## Shell/Bash

foxundermoon.shell-format
mads-hartmann.bash-ide-vscode

## SQL

inferrinizzard.prettier-sql-vscode
TaoKlerks.poor-mans-t-sql-formatter-vscode

## Various

ahmadalli.vscode-nginx-conf
beaglefoot.awk-ide-vscode
chrmarti.regex
daohong-emilio.yash
esbenp.prettier-vscode
HookyQR.beautify
humao.rest-client
idleberg.applescript
jq-syntax-highlighting.jq-syntax-highlighting
Kasik96.latte
LoranKloeze.ruby-rubocop-revived
maelvalais.autoconf
mrmlnc.vscode-apache
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.powershell
rebornix.ruby
redhat.java
redhat.vscode-commons
redhat.vscode-xml
sfodje.perltidy
stansw.vscode-odata
sumneko.lua
twxs.cmake
wingrunr21.vscode-ruby
yzhang.markdown-all-in-one
